Repository: carlubian/Vestis
Catalog: Vestis/Vestis.UWP/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# AboutPageBtnGoBack.Text
source: Go back
es_es: Volver

# AboutPageTblThirdPartyInformation.Text
source: Third-party elements and other licenses:
es_es: Elementos de terceros y otras licencias:

# AboutPageTblVersionInformation.Text
source: Installed versions:
es_es: Versiones instaladas:

# AddClothesPageBtnContinue.Text
source: Continue
es_es: Continuar

# AddClothesPageBtnGoBack.Text
source: Go back
es_es: Volver

# AddClothesPageTblDateHeader.Text
source: Purchase date:
es_es: Fecha de compra:

# AddClothesPageTbldateInfo.Text
source: Winter: January to March. Spring: April to June. Summer: July to September. Autumn: October to November.
es_es: La fecha de compra se usa para sugerirte renovar la prenda cuando tenga bastante tiempo.

# AddClothesPageTblHeader.Text
source: Add a new garment
es_es: Añadir una prenda nueva

# AddClothesPageTblNameHeader.Text
source: Garment name:
es_es: Nombre de la prenda:

# AddClothesPageTblNameInfo.Text
source: This name will be used so you can identify the garment being added.
es_es: Este nombre se usará para que puedas identificar la prenda que estás añadiendo.

# AddClothesPageTblStep1.Text
source: Basic data
es_es: Datos básicos

# AddClothesPageTblStep2.Text
source: Classification
es_es: Clasificación

# AddClothesPageTblTypeHeader.Text
source: Garment type:
es_es: Tipo de la prenda:

# AddClothesPageTblTypeInfo.Text
source: The garment type determines which other items it is compatible with.
es_es: El tipo de prenda determina con qué otras prendas es compatible, además de sus posibles estilos.

# AddClothesTblColorHeader.Text
source: Garment colours:
es_es: Colores de la prenda:

# AddClothesTblStyleHeader.Text
source: Garment styles:
es_es: Estilos de la prenda:

# AddUserPageBtnGoBack.Text
source: Cancel
es_es: Cancelar

# AddUserPageBtnSaveUser.Text
source: Save
es_es: Guardar

# AddUserPageTblColorHeader.Text
source: Profile colour:
es_es: Color de perfil:

# AddUserPageTblHeader.Text
source: Add a new user
es_es: Añadir un usuario nuevo

# AddUserPageTblIconHeader.Text
source: Profile icon:
es_es: Icono de perfil:

# AddUserPageTblNameHeader.Text
source: Username:
es_es: Nombre de usuario:

# AddUserPageTblNameInfo.Text
source: Can contain between 1 and 24 characters, without numbers or spaces.
es_es: Puede contener entre 1 y 24 letras, sin números o espacios.

# AppDescription
source: Wardrobe, garments and outfit management.
es_es: Gestión de vestuario, prendas de ropa y atuendos.

# ClothingTypeBlazer
source: Blazer
es_es: Chaleco

# ClothingTypeBoots
source: Boots
es_es: Botas

# ClothingTypeCoats
source: Coat
es_es: Abrigo

# ClothingTypeCozySweater
source: Sweater
es_es: Jersey

# ClothingTypeJackets
source: Jacket
es_es: Chaqueta

# ClothingTypeLongBlouse
source: Long blouse
es_es: Blusa larga

# ClothingTypeLongDress
source: Long dress
es_es: Vestido largo

# ClothingTypeLongPolo
source: Long polo
es_es: Polo largo

# ClothingTypeLongShirt
source: Long shirt
es_es: Camisa larga

# ClothingTypeLongSkirt
source: Long skirt
es_es: Falda larga

# ClothingTypeLongTrouser
source: Long trouser
es_es: Pantalón largo

# ClothingTypeLongTShirt
source: Long t-shirt
es_es: Camiseta larga

# ClothingTypeSandals
source: Sandals
es_es: Sandalias

# ClothingTypeShoes
source: Shoes
es_es: Zapatos

# ClothingTypeShortBlouse
source: Short blouse
es_es: Blusa corta

# ClothingTypeShortDress
source: Short dress
es_es: Vestido corto

# ClothingTypeShortPolo
source: Short polo
es_es: Polo corto

# ClothingTypeShortShirt
source: Short shirt
es_es: Camisa corta

# ClothingTypeShortSkirt
source: Short skirt
es_es: Falda corta

# ClothingTypeShortTrouser
source: Short trouser
es_es: Pantalón corto

# ClothingTypeShortTShirt
source: Short t-shirt
es_es: Camiseta corta

# ClothingTypeSportSweater
source: Sports sweater
es_es: Sudadera

# ClothingTypeTrainers
source: Trainers
es_es: Playeros

# ClothingTypeUnknown
source: Unknown
es_es: Desconocido

# ClothingTypeYogaPants
source: Yoga pants
es_es: Pantalones elásticos

# CombineEndPageBtnFinish.Text
source: Finish
es_es: Terminar

# CombineEndPageBtnGoBack.Text
source: Go back
es_es: Volver

# CombineEndPageBtnReplace.Text
source: Replace
es_es: Cambiar

# CombineEndPageTblHeader.Text
source: Garment combination
es_es: Combinación de prendas

# CombinePageBtnUnselect.Content
source: Remove
es_es: Quitar

# CombinePagePageBtnSelect.Content
source: Add
es_es: Añadir

# CombinePageTblSelectedHeader.Text
source: Selected types
es_es: Tipos seleccionados

# CombinePageTblUnselectedHeader.Text
source: Available types
es_es: Tipos disponibles

# CombineStartPageBtnAddClothes.Text
source: Combine
es_es: Combinar

# CombineStartPageBtnGoBack.Text
source: Go back
es_es: Volver

# DeleteGarmentDlgBtnNo.Content
source: Cancel
es_es: Cancelar

# DeleteGarmentDlgBtnYes.Content
source: Continue
es_es: Continuar

# DeleteGarmentDlgTblBody.Text
source: This action will permanently remove the garment. Do you want to continue?
es_es: Esta acción eliminará la prenda de forma permanente. ¿Deseas continuar?

# DeleteGarmentDlgTblHeader.Text
source: Remove garment
es_es: Eliminar prenda

# DeleteUserDlgBtnNo.Content
source: Cancel
es_es: Cancelar

# DeleteUserDlgBtnYes.Content
source: Continua
es_es: Continuar

# DeleteUserDlgTblBody.Text
source: This action will permamently remove the user and all their stored garments. Data will be unrecoverable unless a backup has been made. Do you want to continue?
es_es: Esta acción eliminará al usuario y todas sus prendas almacenadas. Si no has hecho una copia de seguridad, los datos se perderán de forma permanente. ¿Quieres continuar?

# DeleteUserDlgTblHeader.Text
source: Remove user
es_es: Eliminar usuario

# EditClothesPageTblDateHeader.Text
source: Purchase date:
es_es: Fecha de compra:

# EditClothesPageTbldateInfo.Text
source: Winter: January to March. Spring: April to June. Summer: July to September. Autumn: October to November.
es_es: La fecha de compra se usa para sugerirte renovar la prenda cuando tenga bastante tiempo.

# EditClothesPageTblHeader.Text
source: Edit a garment
es_es: Editar una prenda

# EditClothesPageTblNameHeader.Text
source: Garment name:
es_es: Nombre de la prenda:

# EditClothesPageTblNameInfo.Text
source: This name will be used so you can identify the garment being modified.
es_es: Este nombre se usará para que puedas identificar la prenda que estás modificando.

# EditClothesPageTblStep1.Text
source: Basic data
es_es: Datos básicos

# EditClothesPageTblStep2.Text
source: Classification
es_es: Clasificación

# EditClothesPageTblTypeHeader.Text
source: Garment type:
es_es: Tipo de la prenda:

# EditClothesPageTblTypeInfo.Text
source: The garment type determines which other items it is compatible with.
es_es: El tipo de prenda determina con qué otras prendas es compatible, además de sus posibles estilos.

# EditClothesTblColorHeader.Text
source: Garment colours:
es_es: Colores de la prenda:

# EditClothesTblStyleHeader.Text
source: Garment styles:
es_es: Estilos de la prenda:

# EditUserPageBtnGoBack.Text
source: Go back
es_es: Volver

# EditUserPageBtnSave.Text
source: Save
es_es: Guardar

# EditUserPageTblColorHeader.Text
source: Profile colour:
es_es: Color de perfil:

# EditUserPageTblHeader.Text
source: Edit a user
es_es: Editar un usuario

# EditUserPageTblIconHeader.Text
source: Profile icon:
es_es: Icono de perfil:

# EditUserPageTblNameHeader.Text
source: Username:
es_es: Nombre de usuario:

# EditUserPageTblNameInfo.Text
source: Can contain between 1 and 24 characters, without numbers or spaces.
es_es: Puede contener entre 1 y 24 letras, sin números o espacios.

# GarmentNameExistingDglTblHeader.Text
source: Existing garment name
es_es: Nombre de prenda ya existente

# GarmentNameExistingDlgBtnOk.Content
source: Accept
es_es: Aceptar

# GarmentNameExistingDlgTblBody.Text
source: You must choose a unique name for this garment. If you intent to modify an already existing garment, you can do so from the wardrobe management page.
es_es: Debes elegir un nombre de prenda que no esté repetido. Si quieres modificar una prenda existente, puedes hacerlo desde la página de gestión de prendas.

# GarmentNameFormatDglTblHeader.Text
source: Incorrect garment name
es_es: Nombre de prenda incorrecto

# GarmentNameFormatDlgBtnOk.Content
source: Accept
es_es: Aceptar

# GarmentNameFormatDlgTblBody.Text
source: Garment names can contain between 1 and 64 characters. Besides, they can only contain letters, numbers, spaces and dashes.
es_es: Los nombres de prenda deben contener entre 1 y 64 caracteres. Además, solo pueden contener letras, números, espacios y guiones.

# GarmentYearFormatDglTblHeader.Text
source: Incorrect purchase year
es_es: Año de compra incorrecto

# GarmentYearFormatDlgBtnOk.Content
source: Accept
es_es: Aceptar

# GarmentYearFormatDlgTblBody.Text
source: Purchase year must be between 1900 and the current year.
es_es: El año de compra debe ser un número entre 1900 y el año actual.

# MainPageBtnAbout.Text
source: About
es_es: Acerca de

# MainPageBtnManageUsers.Text
source: Manage
es_es: Gestionar

# MainPageTblUserSelectionHeader.Text
source: Select your user to begin:
es_es: Selecciona tu usuario para empezar:

# ManageUsersPageBtnDelete.Content
source: Remove
es_es: Eliminar

# ManageUsersPageBtnEdit.Content
source: Modify
es_es: Modificar

# ManageUsersPageBtnExport.Text
source: Export
es_es: Exportar

# ManageUsersPageBtnGoBack.Text
source: Go back
es_es: Volver

# ManageUsersPageBtnImport.Text
source: Import
es_es: Importar

# ManageUsersPageTblHeader.Text
source: User management
es_es: Gestión de usuarios

# MissingGarmentDataDglTblHeader.Text
source: Missing garment data
es_es: Faltan datos de la prenda

# MissingGarmentDataDlgBtnOk.Content
source: Accept
es_es: Aceptar

# MissingGarmentDataDlgTblBody.Text
source: You must choose both a garment type and a purchase date.
es_es: Debes elegir tanto un tipo de prenda como una fecha de compra. Puedes hacerlo desde los campos habilitados para ello.

# MissingGarmentTagsDglTblHeader.Text
source: Missing garment attributes
es_es: Faltan atributos de la prenda

# MissingGarmentTagsDlgBtnOk.Content
source: Accept
es_es: Aceptar

# MissingGarmentTagsDlgTblBody.Text
source: You must choose at least onoe colour and one style for each garment.
es_es: Debes elegir al menos un color y un estilo para cada prenda.

# MissingProfileDataDglTblHeader.Text
source: Missing profile data
es_es: Faltan datos del perfil

# MissingProfileDataDlgBtnOk.Content
source: Accept
es_es: Aceptar

# MissingProfileDataDlgTblBody.Text
source: You must choose both a profile colour and a profile icon.
es_es: Debes elegir tanto un color de perfil como un icono de perfil. Puedes hacerlo pulsando sobre la opción que prefieras en cada caso.

# RestoreDlgBtnNo.Content
source: Cancel
es_es: Cancelar

# RestoreDlgBtnYes.Content
source: Continue
es_es: Continuar

# RestoreDlgTblBody.Text
source: This action will remove all data and leave the app ready to start from scratch. Unless a backup has been made, all data will be permanently lost. Besides, the app will restart to apply the changes. Do you want to continue?
es_es: Esta acción eliminará todos los datos y dejará la aplicación lista para empezar desde cero. Si no has hecho una copia de seguridad, los datos se perderán de forma permanente. Además, la aplicación se reiniciará para aplicar los cambios. ¿Quieres continuar?

# RestoreDlgTblHeader.Text
source: Restore app
es_es: Restaurar aplicación

# SeasonAutumn
source: Autumn
es_es: Otoño

# SeasonSpring
source: Spring
es_es: Primavera

# SeasonSummer
source: Summer
es_es: Verano

# SeasonWinter
source: Winter
es_es: Invierno

# TagAbstract
source: Abstract
es_es: Abstracto

# TagBelt
source: Belt
es_es: Cinturón

# TagButtons
source: Buttons
es_es: Botones

# TagDeepPockets
source: Large pockets
es_es: Bolsillos grandes

# TagDots
source: Tiles
es_es: Teselado

# TagElastic
source: Elastic
es_es: Elástico

# TagFakePockets
source: Fake pockets
es_es: Bolsillos falsos

# TagLogo
source: Logo
es_es: Emblema

# TagPlain
source: Plain
es_es: Liso

# TagShallowPockets
source: Small pockets
es_es: Bolsillos pequeños

# TagSquares
source: Squares
es_es: Cuadros

# TagStripes
source: Stripes
es_es: Rayas

# TagTie
source: Tie
es_es: Anudado

# TagZip
source: Zip
es_es: Cremallera

# UserNameExistingDglTblHeader.Text
source: Existing user name
es_es: Nombre de usuario ya existente

# UserNameExistingDlgBtnOk.Content
source: Accept
es_es: Aceptar

# UserNameExistingDlgTblBody.Text
source: You must choose a unique user name. If you intend to modify an existing user, you can do so from the user management page.
es_es: Debes elegir un nombre de usuario que no esté repetido. Si quieres modificar un usuario existente, puedes hacerlo desde la página de gestión de usuarios.

# UserNameFormatDglTblHeader.Text
source: Incorrect user name
es_es: Nombre de usuario incorrecto

# UserNameFormatDlgBtnOk.Content
source: Accept
es_es: Aceptar

# UserNameFormatDlgTblBody.Text
source: User names may contain between 1 and 24 characters. Besides, they can only contain letters and dashes.
es_es: Los nombres de usuario deben tener entre 1 y 24 caracteres. Además, solo pueden contener letras y guiones.

# UserPageBtnCombine.Text
source: Combine
es_es: Combinar

# UserPageBtnGoBack.Text
source: Go back
es_es: Volver

# UserPageBtnManageClothes.Text
source: Wardrobe
es_es: Armario

# UserPageStatTotalClothesPrefix
source: You currently have
es_es: En este momento tienes

# UserPageStatTotalClothesSuffix
source: garments stored
es_es: prendas registradas.

# UserPageTblHeaderPrefix.Text
source: Welcome back,
es_es: ¡Hola de nuevo,

# WardrobePageBtnAddClothes.Text
source: Add
es_es: Añadir

# WardrobePageBtnDelete.Content
source: Remove
es_es: Eliminar

# WardrobePageBtnEdit.Content
source: Edit
es_es: Editar

# WardrobePageBtnGoBack.Text
source: Go back
es_es: Volver

# WardrobePageTblHeader.Text
source: Wardrobe management
es_es: Gestión del armario

# WelcomePageBtnImport.Text
source: Import
es_es: Importar

# WelcomePageBtnNewUser.Text
source: Add
es_es: Añadir

# WelcomePageTblBody.Text
source: It seems this is the first time you use this app. If this is the case, you can start by adding a new user. If you have a backup file to restore, you can also do so from here.
es_es: Parece que es la primera vez que usas esta aplicación. Si es así, puedes empezar por añadir un usuario. Si tienes un archivo de copia de seguridad que quieras restaurar, también puedes hacerlo desde aquí.

# WelcomePageTblHeaderPrefix.Text
source: Welcome to
es_es: Bienvenido a
